<template>
  <div class=" flex flex-col pt-32 gap-6 mx-20 mb-20">

    <h1 class=" flex justify-center text-3xl ">
      นโยบายการยอมรับการเข้าใช้งานเว็บไซต์ (Terms of Use Policy)
    </h1>
    <h2>
      นโยบายความเป็นส่วนตัวฉบับนี้ ซึ่งต่อไปนี้จะเรียกว่า “นโยบาย” บังคับใช้ครั้งแรกเมื่อวันที่ 22 ตุลาคม 2567
      โดยมีรายละเอียด ดังต่อไปนี้
    </h2>

    <div class="">
      <p class="font-bold">
        1. การยอมรับเงื่อนไข
      </p>
      <p class=" ml-10">
        การเข้าใช้งานเว็บไซต์นี้หมายความว่าคุณยอมรับเงื่อนไขในการใช้งานเว็บไซต์ดังกล่าว หากคุณไม่ยอมรับในเงื่อนไข กรุณาหยุดการใช้งานเว็บไซต์ทันที
      </p>
    </div>
    <div>
      <p class="font-bold">
        2. บัญชีผู้ใช้งาน
      </p>
      <p class=" ml-10">
        การลงทะเบียนและการเข้าใช้งานเว็บไซต์ ผู้ใช้งานต้องระบุข้อมูลที่ถูกต้องครบถ้วนและรักษาความปลอดภัยของบัญชีของตนเอง หากพบว่ามีการละเมิดหรือมีปัญหาเกี่ยวกับบัญชี กรุณาแจ้งผู้ดูแลทันที
      </p>
    </div>
    <div>
      <p class="font-bold">
        3. ความปลอดภัยของข้อมูลส่วนตัว
      </p>
      <p class=" ml-10">
        เรามุ่งมั่นที่จะปกป้องข้อมูลส่วนตัวของผู้ใช้งานตามนโยบายความเป็นส่วนตัว (Privacy Policy) อย่างเคร่งครัด การใช้เว็บไซต์นี้ถือว่าผู้ใช้งานได้ยอมรับการเก็บและการใช้ข้อมูลส่วนตัวตามที่ระบุไว้ในนโยบายความเป็นส่วนตัว
      </p>
    </div>
    <div>
      <p class="font-bold">
        4. การใช้งานที่ยอมรับได้
      </p>
      <p class=" ml-10">
        ผู้ใช้งานต้องไม่ทำการละเมิดสิทธิ์ของบุคคลอื่น, เผยแพร่ข้อมูลที่เป็นการหมิ่นประมาท, หรือกระทำการใดๆ ที่เป็นการละเมิดต่อกฎหมาย และผู้ใช้งานจะต้องไม่กระทำการใดๆ ที่เป็นอันตรายต่อระบบของเว็บไซต์ เช่น การเจาะระบบ (hacking) หรือการส่งข้อมูลที่เป็นไวรัสหรือมัลแวร์
      </p>
    </div>
    <div>
      <p class="font-bold">
        5. ข้อจำกัดของการให้บริการ
      </p>
      <p class=" ml-10">
        เว็บไซต์นี้ไม่รับประกันว่าจะสามารถให้บริการได้โดยไม่มีข้อผิดพลาด หรือมีความปลอดภัยสูงสุดในทุกๆ ด้าน และไม่รับผิดชอบต่อความเสียหายที่อาจเกิดขึ้นจากการใช้งานเว็บไซต์
      </p>
    </div>
    <div>
      <p class="font-bold">
        6. การปรับปรุงเงื่อนไข
      </p>
      <p class=" ml-10">
        ผู้ดูแลเว็บไซต์ขอสงวนสิทธิ์ในการปรับเปลี่ยนเงื่อนไขการใช้งานนี้ได้ทุกเวลา การเปลี่ยนแปลงจะมีผลเมื่อมีการเผยแพร่ลงบนเว็บไซต์
      </p>
    </div>
    <div>
      <p class="font-bold">
        7. การยกเลิกการให้บริการ
      </p>
      <p class=" ml-10">
        ผู้ดูแลเว็บไซต์ขอสงวนสิทธิ์ในการยกเลิกบัญชีผู้ใช้งานที่ละเมิดเงื่อนไขการใช้งานนี้ หรือมีพฤติกรรมที่ไม่เหมาะสมต่อการใช้บริการ
      </p>
    </div>


  </div>
</template>

<script>
export default {

}
</script>

<style></style>